---
kind: enumMember
id: F:Autodesk.Revit.DB.GridSegmentDirection.PositiveV
enum: Autodesk.Revit.DB.GridSegmentDirection
source: html/d092a487-df66-fa3f-bfef-7d11003ecb8c.htm
---
# Autodesk.Revit.DB.GridSegmentDirection.PositiveV